<?php

echo "<div align=\"center\"><b>’арактеристики</b></div>\r\n<br>\r\n\r\n<div align=\"justify\" class=small>\r\nќдно увеличение характеристики даЄтс€ на каждом уровне кратном 20-и, плюс одно улучшение на 0 уровне. \r\n<br>\r\n<br>\r\n<b>—ила</b> - увеличивает максимальный вес персонажа, а также вли€ет на урон, наносимый любым не магическим умением.<br><br>\r\n<b>ѕодвижность</b> - вли€ет на скорость восстановлени€ баланса и €вл€етс€ базово";
echo "й характеристикой дл€ расчЄта урона луков. „ем больше подвижность, тем чаще вы будете попадать по сопернику и тем больше шанс увернутьс€ от удара противника.<br><br>\r\n<b>»нтеллект</b> - €вл€етс€ базовой характеристикой дл€ расчета урона магии. <br><br>\r\n<b>ћудрость</b> - вли€ет на количество энергии вашего персонажа и €вл€етс€ базовой характеристикой дл€ таких умений как ћистицизм, “елепати€ и Ўаманство.<b";
echo "r><br>\r\n<b>“елосложение</b> - вли€ет на количество жизней у вашего персонажа. <br><br>\r\n</div><br>\r\n<br>\r\n<b><div align=\"center\"><a href=index.php?load=";
print "{$load}";
echo ">Ќазад</div></b><br>\r\n";
?>
