<?php

echo "<div align=\"center\"><b>Группа</b></div><br>\r\n\r\n<div align=\"justify\" class=small>\r\nГруппа является общественной единицей. Она используется в том случае, когда два и более персонажа объединены одной целью и готовы вместе проходить все игровые трудности. Весь опыт, набранный группой, делится между её членами, находящимися у источника опыта (Убийство монстра). Для общения в группе есть отдельный канал <b>/Гр";
echo "уппа</b>.<br>\r\n<br>\r\n<div align=\"center\"><b>Создание группы</b></div><br>\r\nДля создания группы или приглашения новых её членов необходимо нажать на значке группы в списке пользователей возле персонажа. Если такой значок рядом с пользователем отсутствует, это значит, что он уже присутствует в другой группе.<br>\r\n<br>\r\n\r\n\r\n<div align=\"center\"><b>Управление группой</b></div><br>\r\nФункция <i>'Группа'</i> в меню пользо";
echo "вателей позволяет просмотреть весь состав вашей группы и случае необходимости даёт вам возможность выйти их неё.<br>\r\n<br>\r\n<a href=help/cit7big.gif target=_blank><img src=\"help/cit7.gif\"  alt=\"Управление группой. Нажмите чтобы увеличить\"></a>\r\n\r\n</div>\r\n<b><div align=\"center\"><a href=index.php?load=";
print "{$load}";
echo ">Назад</div></b><br>\r\n";
?>
