<?php

echo "<div align=\"center\"><b>Регистрация Героя</b></div><br>\r\n\r\n<div align=\"justify\" class=small>\r\nПеред тем, как начать игру рекомендуется ознакомится с разделами библиотеки <b>\"Помощь\"</b> и <a href=rule.php target=\"_blank\"><b>\"Правила\"</b></a>, продумать характер будущего героя и его историю. <br><br>\r\n\r\nКогда Вы уже знаете, за кого Вам бы хотелось играть, можно переходить к регистрации персонажа.<br><br>\r\n<div align";
echo "=\"center\"><b>Имя</b></div><br>\r\nЭто имя будет отображаться в игре. Подберите для своего героя оригинальное имя, соответствующее фэнтезийной тематике игры и характеру вашего персонажа. Правила и ограничения для имени можно прочитать <a href=rule.php target=\"_blank\"><b>тут</b></a>.\r\n<div align=\"center\"><b>Логин</b></div><br>\r\nЭто имя которое Вы будете использовать для входа в игру. Для уменьшения вероятности взл";
echo "ома героя методом подбора логина и пароля сделайте его отличным от имени героя.<br>\r\n<br>\r\n<div align=\"center\"><b>E-mail</b></div><br>\r\nУкажите действующий адрес электронной почты, к которому у Вас есть постоянный доступ. В случае, если Вы забудете свой пароль, его можно будет получить по запросу на этот адрес. <br>\r\n<br>\r\n<div align=\"center\"><b>Раса</b></div><br>\r\nРасы отличаются начальным набором характеристи";
echo "к, которые по-разному подходят для разных умений. Так, например, лучшим магом будет эльф с его повышенными характеристиками ума и мудрости, нежели орки из которых получится лучший воин-дубинщик или крафтер с его повышенными характеристиками силы и подвижности.<br>\r\n<br>\r\n\r\n\r\nЗавершающий этап - ознакомление с правилами. Их незнание не избавляет Вас от наказания в случае их нарушения.<br><br>\r\n\r\n <div al";
echo "ign=\"center\"><i>Добро пожаловать в Мир Шамаала!</i></div><br><br>\r\n \r\n\r\n\r\n<br>\r\n\r\n</div>\r\n<b><div align=\"center\"><a href=index.php?load=";
print "{$load}";
echo ">Назад</div></b><br>\r\n";
?>
