<?php

echo "<div align=\"center\"><b>Правильный выбор умений.</b></div><br>\r\n\r\n<div align=\"justify\" class=small>\r\n\r\nПовышение знаний в умениях происходит за счёт уроков, которые Ваш персонаж получает при переходе на следующий уровень (по 2 урока за уровень). Максимальное количество уроков в одном умении не должно превышать Уровень+2, а значит, Вы можете развивать сразу несколько умений. Распределение уроков является ";
echo "важной частью выбора Вашего игрового пути, и поэтому мы советуем прочитать описание каждого интересующего вас умения и стараться, по возможности, следовать следующим правилам.<br>\r\n<br>\r\n\r\n\r\n<div align=\"center\"><b>Воинам</b></div><br>\r\nЕсли Вы хотите стать воином, то Вам придется выбрать любое интересующее вас Боевое умение и, желательно, выживание (дополнительный урон). Остальные уроки можно потратить н";
echo "а вспомогательные или же мирные умения.<br>\r\n<br>\r\n\r\n<div align=\"center\"><b>Магам</b></div><br>\r\n\r\nМагам для увеличения урона необходимо повышать, помимо магического умения, ещё и 'Владение посохом', поэтому для магов 2-3 школ на мирные или вспомогательные умения может не хватить уроков.<br>\r\n<br>\r\n\r\n<div align=\"center\"><b>Клерикам</b></div><br>\r\n\r\nУмение 'Магия Тела' не требует наличия посоха в руках, а поэтом";
echo "у может быть использовано в качестве дополнительного умения к боевым или магическим навыкам.<br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>Мирным гражданам</b></div><br>\r\n\r\nЕсли вы хотите стать ремесленником, то вам необходимо взять хотя бы одно Боевое умение, а остальные свободные уроки потратить на интересующие мирные умения.\r\n\r\n\r\n<br>\r\n<br>\r\n</div>\r\n<b><div align=\"center\"><a href=index.php?load=";
print "{$load}";
echo ">Назад</div></b><br>\r\n";
?>
