<?php

echo "<div align=\"center\"><b>Заработок</b></div><br>\r\n\r\n<div align=\"justify\" class=small>\r\n<b>Золотые</b> - денежная единица Мира Шамаал. Золотые нужны для покупки одежды и оружия, починки, обучения, выполнения некоторых квестов. <br><br>\r\n\r\nЗаработать золотые в игре можно множеством способов:<br><br>\r\n\r\n\r\na) При повышении уровня персонаж получает немного золотых.<br>\r\n\r\nb) Выполнение квестов.<br>\r\n\r\nc) Изготовление ";
echo "и продажа одежды и оружия другим игрокам.<br>\r\n\r\nd) Убийство других игроков.<br>\r\n\r\ne) Добыча и продажа ресурсов крафтерам.<br>\r\n\r\nf) Продажа предметов, остающихся после смерти монстров.<br>\r\n\r\ng) Участие в турнирах на аренах для групповых боев.<br>\r\n\r\nh) Ставки на аренах.<br>\r\n\r\n\r\n\r\n\r\n<br></div>\r\n</div>\r\n<b><div align=\"center\"><a href=?load=";
print "{$load}";
echo ">Назад</div></b><br>\r\n";
?>
