
&nbsp;&nbsp;Проект в реальном мире требует материальных затрат на хостинг и обеспечение работоспособности сервера, поэтому игра не может существовать без помощи и поддержки игроков. Администрация твёрдо намерена предоставить бесплатный доступ к игре всем желающим и ограничить мир Old Shamaal World от внесения любых неигровых ценностей. Однако для игроков, помогающих содержанию сервера, предоставляются небольшие дополнительные возможности,  которые не внесут дисбаланса в игровую атмосферу Old Shamaal World.<br><br>


<table width=100%><tr><Td></td></tr></table>
<b>Дополнительный игровой пакет - 350 руб.</b><br>
<table width=98% align=center><tr><td>
- Доступ к дополнительным образам.<br>
- Доступ к загрузке индивидуального образа.<br>
- Доступ к повышению качества рюкзака за золото.<br>
- Дополнительные 15 уроков для обучения мирным умениям в университетах городов за золото.<br><br>
</td></tr></table>

<b>Земельный пакет игрока - 550 руб.</b><br>
<table width=98% align=center><tr><td>
- Доступ к постройке собственного дома из 2 комнат (Хранилище вещей и усыпальница).<br>
- Дополнительная комната без функционала - 100 руб.<br>
- Дополнительная комната с функционалом(Конюшня,Кузница и т.д) - 150 руб.<br>
- Улучшенное Хранилище вещей - 250 руб. <br>
- Замена картинки вещи на вашу - 100 руб. (100руб. сама картинка)<br>
- Личный магазин игрока – 700 руб. (Личный магазин с 0% налогом) <br>
<br>
</td></tr></table>
<b>Земельный пакет клана - 1100 руб.</b><br>
<table width=98% align=center><tr><td>
- Доступ к постройке собственной резиденции (Обычная комната, усыпальница, общее хранилище вещей, клановый магазин с 0% налогом, одна комната на выбор из комнат для мирных умений).<br>
- Дополнительная комната без функционала - 100 руб.<br>
- Дополнительная комната с функционалом(Конюшня,Кузница и т.д) - 200 руб.<br>
- Дополнительный выход из резиденции - 250 руб. (не более 2х)<br>

<br>
</td></tr></table>
<b>Обручальные кольца - 400 руб.</b><br>
<table width=98% align=center><tr><td>
- Одна пара обручальных колец с надписью.<br>
- Пища и напитки для проведения торжества.<br>
- Свидетельство о Расторжении брака - 100 руб. <br>
<br>
</td></tr></table>
<b>Сброс уроков - 30 руб. за урок <br></b>
Данный пакет позволяет вам сбросить нужное количество уроков с умений.<br>
<br>
<b>Реинкарнация - 800 руб. </b><br>

Данный пакет позволит вам сменить расу, а также сбросить характеристики вашего персонажа. <br>
<br></td></tr></table>
<b>Право на постоянное жительство в Академии – 1500 руб.</b> <br>
 - максимальный уровень 9 <br><br>
<b> Открытки и подарки – 100 руб. </b> <br>  <br>
 - с индивидуальным дизайном/надписью  (+100 руб. сама картинка) <br> <br>

<b> Карнавальные костюмы к праздникам - без статов – 100 руб.  <br></b><br>
- костюм деда Мороза, Снегурочки или скажем кролика. <br>
<br>

<b> Прикольные головные уборы – 100 руб.  </b> <br>  <br>
 - кошачьи и заячьи ушки, кепки, цилиндры, еврейские ермолки, шапки-ушанки и т.д.  <br><br>

<br>
Игровое золото - 1 руб. = 3 золотых
<br>


&nbsp;&nbsp;Ввод пакетов это необходимость, нежели наше желание, поэтому если Вы хотите поддержать игру и выделить деньги на покупку новых серверов, то мы будем рады получить любую Вашу помощь.<br>
<br>
<b><i>В примечании к переводу указывайте ник и название пакета или дополнительной опции.</i></b><br> <br>
<b>Данные перевода:</b><br>
<table width=98% align=center><tr><td>
<i><b>Яндекс Деньги  410011350162298</i></b><br>
<i></i><br>
</td></tr></table>

