
&nbsp;&nbsp;Проект в реальном мире требует материальных затрат на хостинг и обеспечение работоспособности сервера, поэтому игра не может существовать без помощи и поддержки игроков. Администрация твёрдо намерена предоставить бесплатный доступ к игре всем желающим и ограничить мир Old Shamaal World от внесения любых неигровых ценностей. Однако для игроков, помогающих содержанию сервера, предоставляются небольшие дополнительные возможности,  которые не внесут дисбаланса в игровую атмосферу Old Shamaal World.<br><br>


<table width=100%><tr><Td></td></tr></table>
<b>Дополнительный игровой пакет - 30$.</b><br>
<table width=98% align=center><tr><td>
- Доступ к дополнительным образам.<br>
- Доступ к загрузке индивидуального образа.<br>
- Доступ к повышению качества рюкзака за золото.<br>
- Дополнительные 15 уроков для обучения мирным умениям в университетах городов за золото.<br><br>
</td></tr></table>

<b>Земельный пакет игрока - 60$.</b><br>
<table width=98% align=center><tr><td>
- Доступ к постройке собственного дома из 2 комнат (Хранилище вещей и усыпальница).<br>
- Дополнительная комната без функционала - 5$<br>
- Дополнительная комната с функционалом(Конюшня,Кузница и т.д) - 15$<br>
- Улучшенное Хранилище вещей - 30$ <br>
- Замена картинки вещи на вашу - 5$ (+5$ сама картинка)
<br>
</td></tr></table>
<b>Земельный пакет клана - 80$.</b><br>
<table width=98% align=center><tr><td>
- Доступ к постройке собственной резиденции (Обычная комната, усыпальница, общее хранилище вещей, клановый магазин с 0% налогом, одна комната на выбор из комнат для мирных умений).<br>
- Дополнительная комната без функционала - 5$<br>
- Дополнительная комната с функционалом(Конюшня,Кузница и т.д) - 20$<br>
- Дополнительный выход из резиденции - 10$ (не более 2х)<br>

<br>
</td></tr></table>
<b>Обручальные кольца - 30$.</b><br>
<table width=98% align=center><tr><td>
- Одна пара обручальных колец с надписью.<br>
- Пища и напитки для проведения торжества.<br><br>
</td></tr></table>
<b>Сброс уроков - 1$ за урок <br></b>
Данный пакет позволяет вам сбросить нужное количество уроков с умений.<br>
<br>
<b>Реинкорнация - 30$</b><br>

Данный пакет позволит вам сменить расу, а также сбросить характеристики вашего персонажа. <br>
<br>



&nbsp;&nbsp;Ввод пакетов это необходимость, нежели наше желание, поэтому если Вы хотите поддержать игру и выделить деньги на покупку новых серверов, то мы будем рады получить любую Вашу помощь.<br>
<br>
<b><i>В примечании к переводу указывайте ник и название пакета или дополнительной опции.</i></b><br> <br>
<b>Данные перевода:</b><br>
<table width=98% align=center><tr><td>
<i><b>Киви +79653343598</i></b><br>
<i></i><br>
</td></tr></table>


</div>