<div align=justify>
<?
	if ($dn == 'fail')
	{
		print "Вы отказались от платежа.";
	}
	if ($dn == 'ok')
	{
		print "Вы купили пакет и теперь межете проверить его наличие зайдя в игру.";
	}
?>
&nbsp;&nbsp;Проект в реальном мире требует материальных затрат на хостинг и обеспечение работоспособности сервера, поэтому игра не может существовать без помощи и поддержки игроков. Администрация твёрдо намерена предоставить бесплатный доступ к игре всем желающим и ограничить мир Shamaal World от внесения любых неигровых ценностей. Однако для игроков, помогающих содержанию сервера, предоставляются небольшие дополнительные возможности,  которые не внесут дисбаланса в игровую атмосферу Shamaal World.<br><br>
<?
print "13 августа 2004 года действует <b>онлайн оплата</b> всех игровых пакетов игры. В данном случае Ваш персонаж получает интересующий пакет сразу же после его оплаты через платёжные интернет средства всего мира.<br>";

include("donate/script.php");
print "<br>";
?>


<table width=100%><tr><Td></td></tr></table>
<b>Дополнительный игровой пакет - 10$.</b><br>
<table width=98% align=center><tr><td>
- Доступ к дополнительным образам.<br>
- Доступ к загрузке индивидуального образа.<br>
- Доступ к повышению качества рюкзака за золото.<br>
- Дополнительные 15 уроков для обучения мирным умениям в университетах городов за золото.<br><br>
</td></tr></table>

<b>Земельный пакет игрока - 25$.</b><br>
<table width=98% align=center><tr><td>
- Доступ к постройке собственного дома из 2 комнат (Хранилище вещей и усыпальница).<br>
<br>
</td></tr></table>
<b>Земельный пакет клана - 40$.</b><br>
<table width=98% align=center><tr><td>
- Доступ к постройке собственной резиденции (Обычная комната, усыпальница, общее хранилище вещей, клановый магазин с 0% налогом, одна комната на выбор из комнат для мирных умений).<br><br>
</td></tr></table>
<b>Обручальные кольца - 10$.</b><br>
<table width=98% align=center><tr><td>
- Одна пара обручальных колец с надписью.<br>
- Пища и напитки для проведения торжества.<br><br>
</td></tr></table>
<b>Сброс уроков - 0.6$ за урок.<br></b>
Данный пакет позволяет вам сбросить нужное количество уроков с умений.<br>
<br>
<b>Реинкорнация - 20$</b><br>

Данный пакет позволит вам сменить расу, а также сбросить характеристики вашего персонажа. Данный пакет можно приобрести только 1 раз за всю жизнь вашего персонажа.<br>
<br>



&nbsp;&nbsp;Ввод пакетов это необходимость, нежели наше желание, поэтому если Вы хотите поддержать игру и выделить деньги на покупку новых серверов, то мы будем рады получить любую Вашу помощь.<br>
<br>

<b>Данные перевода:</b><br>
<table width=98% align=center><tr><td>
<i>WebMoney WMZ: Z762169330222</i><br>
<i>WebMoney WMR: R599601246937</i><br>
</td></tr></table>


</div>