<?
	$ruda['Бронза'] = 1;
	$ruda['Железо'] = 10; 
	$ruda['Камень'] =  13;
	$ruda['Роза'] = 15; 
	$ruda['Серебро'] = 19; 
	$ruda['Золото'] = 23; 
	$ruda['Ветрий'] =  27; 	
	$ruda['Крентаврий'] = 33;
	
	$ruda['Чёрный графит'] = 9;
	$ruda['Серый графит'] = 32;
	
	$ruda['Иридий'] = 33;
	$ruda['Титан'] = 33;

	$ruda_id['Бронза'] = 43;
	$ruda_id['Железо'] = 44;
	$ruda_id['Камень'] =  1252;	 
	$ruda_id['Роза'] = 45; 
	$ruda_id['Серебро'] = 46; 
	$ruda_id['Золото'] = 47; 
	$ruda_id['Ветрий'] =  48; 
	$ruda_id['Крентаврий'] = 49; 
	
	$ruda_id['Иридий'] =  2717; 
	$ruda_id['Титан'] = 2718;
	
	$ruda_id['Чёрный графит'] =  2204; 
	$ruda_id['Серый графит'] = 2205;
	
	$rast['Подснежник'] = -1;
	$rast['Шерпень'] = 1;
	$rast['Земляника'] = 2;
	$rast['Голубика'] = 5;
	$rast['Очиток'] = 8; 
	$rast['Ежевика'] = 10; 
	$rast['Сонная трава'] = 10; 
	$rast['Малина'] = 11; 	
	$rast['Женьшень'] = 13; 
	$rast['Лапчатка'] = 20; 
	$rast['Овёс'] = 20; 	
	$rast['Иссоп'] =  26;
	$rast['Вахта'] = 33; 	
	$rast['Пшеница'] =  23;
	$rast['Рожь'] = 32;
	
	$rast['Аконит'] =  20;
	$rast['Астрагал'] = 26;
	
	$rast_id['Подснежник'] = 1008;
	$rast_id['Шерпень'] = 51;
	$rast_id['Земляника'] = 1494;
	$rast_id['Голубика'] = 1500;
	$rast_id['Очиток'] = 54; 
	$rast_id['Ежевика'] = 1499; 
	$rast_id['Сонная трава'] = 333; 
	$rast_id['Малина'] = 1492; 	
	$rast_id['Женьшень'] = 53; 
	$rast_id['Лапчатка'] = 55; 
	$rast_id['Овёс'] = 1503; 	
	$rast_id['Иссоп'] =  56; 
	$rast_id['Вахта'] = 57; 
	
	$rast_id['Пшеница'] =  2202; 
	$rast_id['Рожь'] = 2203;
	$rast_id['Аконит'] =  2724;
	$rast_id['Астрагал'] = 2723;
	
	$tree['Орешник'] = 1;
	$tree['Берёза'] = 6; 
	$tree['Серое дерево'] = 10; 
	$tree['Эбен'] = 10;
	$tree['Ясень'] = 15; 
	$tree['Красное дерево'] = 18;
	$tree['Сосна'] = 20; 
	$tree['Дуб'] = 22; 
	$tree['Бук'] = 25;

	$tree['Ива'] = 13; 
	$tree['Липа'] = 24; 
	
	$tree['Каталокс'] = 25; 
	$tree['Эвкалипт'] = 25;
	
	$tree_id['Орешник'] = 304;
	$tree_id['Берёза'] = 305; 
	$tree_id['Серое дерево'] = 334;
	$tree_id['Эбен'] = 1591;  
	$tree_id['Ясень'] = 306; 
	$tree_id['Красное дерево'] = 1592;  
	$tree_id['Сосна'] = 439; 
	$tree_id['Дуб'] = 307; 
	$tree_id['Бук'] = 308; 
	
	$tree_id['Ива'] = 2200; 
	$tree_id['Липа'] = 2201;
	
	$tree_id['Каталокс'] = 2721; 
	$tree_id['Эвкалипт'] = 2722;
	

?>